<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		W/15MYxijJZw90QwQAFHpm5A5Ng=
		</data>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ecJSZsIZo1JbGS6qfB1mGfVNM+M=
		</data>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<data>
		4px+bQVDX2ZCnwOpHzpMa2uo+iY=
		</data>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<data>
		SFkjllPgUtCT9GH71hFZI53Mp5Y=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<data>
		OlrCLm9pmEYhtv4Fb1kgKFhokms=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<data>
		cX6W4rMbB41wm8A0IyARCeyyHKI=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<data>
		AQDNkxjYaA8xuxvavw+UoOEZCWk=
		</data>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Face-scan.json</key>
		<data>
		wW9SI2+YR6voY84Sc4zg9T5g6MU=
		</data>
		<key>FaceAntiSpoofing.tflite</key>
		<data>
		vRX0jDbRmWJv2ZyC9tov5BspXMM=
		</data>
		<key>FaceValidationViewController.storyboardc/FaceValidationViewController.nib</key>
		<data>
		EgPKj3sZzaC8V8xirElGwz8xzhk=
		</data>
		<key>FaceValidationViewController.storyboardc/Info.plist</key>
		<data>
		RNBKDdlX1AI9gIGtBZZX9XfmLus=
		</data>
		<key>FaceValidationViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		mbpkOw+JULQynhbBALyZYVYmq5E=
		</data>
		<key>Frameworks/libtesseract.framework/Info.plist</key>
		<data>
		ouo+BrvB9bWxOpWbncPxMMoAIJ8=
		</data>
		<key>Frameworks/libtesseract.framework/_CodeSignature/CodeResources</key>
		<data>
		qRhDF7FrrR3YQ9TtSp3XLOTx2hc=
		</data>
		<key>Frameworks/libtesseract.framework/libtesseract</key>
		<data>
		7rv0rW5FQYWKaP5ExMA2OT0CoA8=
		</data>
		<key>Headers/Box.h</key>
		<data>
		e/W8u12mWlhQPK4w/BEj4TBywac=
		</data>
		<key>Headers/FaceAntiSpoofing.h</key>
		<data>
		kl2VupipDDHN2HxE6JFwfPGEqtw=
		</data>
		<key>Headers/IDVSDK-Swift.h</key>
		<data>
		OyB2NKC7B5rV70JmBbYRSf4lNcs=
		</data>
		<key>Headers/IDVSDK.h</key>
		<data>
		CxuDYgYz9Xvty5WbUEJD9I0HtSc=
		</data>
		<key>Headers/MTCNN.h</key>
		<data>
		mpOhNjBOP1ij6z2lEKO6kcFzCOQ=
		</data>
		<key>Headers/MobileFaceNet.h</key>
		<data>
		2ziF36x6LVNHL22Fa253kCsclGc=
		</data>
		<key>Headers/OpenCVWrapper.h</key>
		<data>
		P/nlfmr2kXJvQ9enSp4rQBFg9O0=
		</data>
		<key>Headers/VideoController.h</key>
		<data>
		zrPg+q4b8o2vf0QjZAgBW4r+l4s=
		</data>
		<key>ID-scan.gif</key>
		<data>
		NfP7sn6R4b1ISBHfoMDmUBF/Cuw=
		</data>
		<key>ID-scan.json</key>
		<data>
		xHw6u8rCp80Lw0A1rwjLjQTlMkg=
		</data>
		<key>Info.plist</key>
		<data>
		q90wkSHBiIxXPjx5EbezXwg4eew=
		</data>
		<key>LivenessViewController.storyboardc/Info.plist</key>
		<data>
		QGHYBqJy9lt2ixYxKzomsCRSD+Q=
		</data>
		<key>LivenessViewController.storyboardc/LivenessViewController.nib</key>
		<data>
		uBGgZCjEWLj2uQ9eP6U7B9ZXQm8=
		</data>
		<key>LivenessViewController.storyboardc/NON-EK-peo-view-z2O-9C-ORD.nib</key>
		<data>
		0KkohHV0AUK7za63Mgclk19XbOM=
		</data>
		<key>Main.storyboardc/Info.plist</key>
		<data>
		/kDD9CP7EetvrZdLUYHDmKokPC0=
		</data>
		<key>Main.storyboardc/InstructionsViewController.nib</key>
		<data>
		3YN9WJwDbXiGbFfyPHT+tTRgr5k=
		</data>
		<key>Main.storyboardc/ResultViewController.nib</key>
		<data>
		cMtAmlgRHSucTTzmhKwMqW1YDzE=
		</data>
		<key>Main.storyboardc/SelectOptionViewController.nib</key>
		<data>
		wEGhGXSUW7HMHytUfluooDw3x2g=
		</data>
		<key>Main.storyboardc/SignatureViewController.nib</key>
		<data>
		fTUzKGjbnf80H2CX1ELDaIx9BqE=
		</data>
		<key>Main.storyboardc/StartScanningViewController.nib</key>
		<data>
		sFcz0h50QJcil1epUviaoz2cQP4=
		</data>
		<key>Main.storyboardc/TJX-zT-qXQ-view-Vmu-5M-JYZ.nib</key>
		<data>
		seGae56uXNu5D10ZcRu9t7wWHYM=
		</data>
		<key>Main.storyboardc/UINavigationController-ymR-I9-EsV.nib</key>
		<data>
		wkmdfyIn5Pz+pRh6y9p9M9Ob810=
		</data>
		<key>Main.storyboardc/Wme-Be-lQ3-view-NgF-V2-ziB.nib</key>
		<data>
		NNMlkq6Rtw4Kcw6QOKTr6TgRqJo=
		</data>
		<key>Main.storyboardc/Z9H-kn-UNL-view-jOw-zI-1eB.nib</key>
		<data>
		8Vjw0+YnliR77apkQzmk9YIqTlk=
		</data>
		<key>Main.storyboardc/dh9-nh-Cw6-view-osX-Ju-yfJ.nib</key>
		<data>
		BK+5md7Z8U+TIO3pA7Qwamh7VEc=
		</data>
		<key>Main.storyboardc/ltL-of-FyK-view-Xil-9m-NCv.nib</key>
		<data>
		nVbIcIQnPMS+y613pVrzBSOJMnc=
		</data>
		<key>MobileFaceNet.tflite</key>
		<data>
		yigskb0+/bZchBUyVY4jaq/lkr4=
		</data>
		<key>Modules/IDVSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<data>
		2nCzy9+0rdAKYO2j0eowZ2w26oU=
		</data>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		ALuJ8cP4dGaYTkBfcGMKhKuoOSU=
		</data>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		ZmX81Lw3Qrk2uuTbwlId6T5orrY=
		</data>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		L+v26yjXbX6oS1JmSbTIe7HZNvQ=
		</data>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		ZmX81Lw3Qrk2uuTbwlId6T5orrY=
		</data>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		eBiJV5GxKs9rUZm5+3H8lCtwiT0=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		s+8+5la3O5r1lTbekWd4a+lXhNs=
		</data>
		<key>NFC-2.json</key>
		<data>
		rhRG7qr0SS8ySKzFE2wQfq3LPjw=
		</data>
		<key>NFC.json</key>
		<data>
		Pc1wNZzYMTZ6vSjp+KpqxeLMkK4=
		</data>
		<key>NFCReaderViewController.storyboardc/Info.plist</key>
		<data>
		GCx+TT2EoTO4yivNOTOwaMCdvLo=
		</data>
		<key>NFCReaderViewController.storyboardc/NFCReaderViewController.nib</key>
		<data>
		je+gTUVfyAIKtzDg59NJgn9vvTE=
		</data>
		<key>NFCReaderViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		sQMCwsIazk8K7dcWYLEhc80znpo=
		</data>
		<key>NewResultViewController.storyboardc/Info.plist</key>
		<data>
		qbCnotDrdxu9/TPzMzMXp4UYc+k=
		</data>
		<key>NewResultViewController.storyboardc/NewResultViewController.nib</key>
		<data>
		W4CnYp7JhfeVrPgLmcstc7V2Bko=
		</data>
		<key>NewResultViewController.storyboardc/NfcResultVC.nib</key>
		<data>
		RYnmRDvdRzuL+t0Hcj/JZGJdelY=
		</data>
		<key>NewResultViewController.storyboardc/OOa-1R-XQa-view-rh6-d6-xAH.nib</key>
		<data>
		l96KzmyqPnfRwUbZI8VO10CJBf0=
		</data>
		<key>NewResultViewController.storyboardc/PLd-hY-cl8-view-nPG-H6-NJv.nib</key>
		<data>
		7nUP80T0g8XosKHH+P6BJalYrr8=
		</data>
		<key>NewResultViewController.storyboardc/ScanningResultVC.nib</key>
		<data>
		Jgbfm8Vu4+VPOInWXiE1hMvvs54=
		</data>
		<key>NewResultViewController.storyboardc/VerificationResultVC.nib</key>
		<data>
		8EfGx08XQuhjaV/FLf3WWBFniNE=
		</data>
		<key>NewResultViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		cJkMCqAiL+vtH34bAZ6JsH2CG6Q=
		</data>
		<key>NewResultViewController.storyboardc/tsQ-oL-S9B-view-WFa-TR-YsX.nib</key>
		<data>
		p7I7T+XdGj+PD/OOkcSGB64Jzbk=
		</data>
		<key>NfcErrorViewController.storyboardc/Info.plist</key>
		<data>
		cgxfDk8c7phPOp32uTEPfwR06ps=
		</data>
		<key>NfcErrorViewController.storyboardc/NfcErrorViewController.nib</key>
		<data>
		Vf55iM3TrCZ0r7jXdurHysd35Ig=
		</data>
		<key>NfcErrorViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		76Xhyi2hAWPGvL8uVBfOaB2Tqn8=
		</data>
		<key>ResultCell.nib</key>
		<data>
		gdR5aOq4I2Gj/TrCvLjI+oVTSXk=
		</data>
		<key>SelfieCaptureViewController.storyboardc/Info.plist</key>
		<data>
		QLcWJs5DM5PX7F9d0puzyRZp4Z0=
		</data>
		<key>SelfieCaptureViewController.storyboardc/SelfieCaptureViewController.nib</key>
		<data>
		vbAuyjLq5pDfDJRvUYyBYHoHv4I=
		</data>
		<key>SelfieCaptureViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		BHEqAi4Fc0UAZbYsnp+Py3sSKG8=
		</data>
		<key>SettingsCell.nib</key>
		<data>
		dVSbq1lvrZ2CPlXQXEY1dN28rQM=
		</data>
		<key>SettingsViewController.storyboardc/Info.plist</key>
		<data>
		/f6+n/8AaOcDbWzCuVTQMX07MPw=
		</data>
		<key>SettingsViewController.storyboardc/SettingsViewController.nib</key>
		<data>
		Y8DZk9FppvtLj4QzXX771eVKATc=
		</data>
		<key>SettingsViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		iirV6zYSv9eS7KBmmk/qMcXHbwY=
		</data>
		<key>VerificationResultCell.nib</key>
		<data>
		19a+nuiuUgaZjjE1OD4VIWBs6Go=
		</data>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			XvcaQ1obefB+N2lLqwFPh/onsng=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>card_flip.json</key>
		<data>
		q+SCcHQZ7WHlUm7qE3ulcWzCSi0=
		</data>
		<key>countries.json</key>
		<data>
		PccriaoCyxQvED5FeMXo+yWc+2c=
		</data>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			+JWZ5w0h6e63GfcXscSs2ayFiOc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>error.json</key>
		<data>
		QXunRxU3/yiiQsff4945knfSIyg=
		</data>
		<key>face-points.json</key>
		<data>
		5OBE0T2wSGdR+JY0D520Vjqts04=
		</data>
		<key>header_bold.otf</key>
		<data>
		Sku+IuvoGvvJnpf3w3x0891Rh88=
		</data>
		<key>loader.json</key>
		<data>
		eOnKiaBqwWBYSSmyVDCBsvfI/Go=
		</data>
		<key>ocrb.traineddata</key>
		<data>
		LCB9HKlImEGzlmLulZhNhPNS9fs=
		</data>
		<key>onet.tflite</key>
		<data>
		3N5hWsMDq5eJVy773ANyKki2PYI=
		</data>
		<key>passportnfc.json</key>
		<data>
		gGdmmFgbXpPm3Ju9sjrHRvxVaPg=
		</data>
		<key>passportscan.json</key>
		<data>
		rqFUmPINQa9kApoekf7FnZC3hVs=
		</data>
		<key>pingmedium.otf</key>
		<data>
		x+qQ1drj6+MO31K5Rpto/ne3CjU=
		</data>
		<key>pnet.tflite</key>
		<data>
		46O5D1XM60TmGResGhj6ELbJ82g=
		</data>
		<key>regular.otf</key>
		<data>
		2gVjOoPo30IQ/DbVNe+Hg5dnxM0=
		</data>
		<key>rnet.tflite</key>
		<data>
		Se+k8yZM2EHVy/48NhiF5BBI5qs=
		</data>
		<key>scan.json</key>
		<data>
		T28Pn7ifjFeQxaG2VhoCRwBLd/8=
		</data>
		<key>scan_completed.json</key>
		<data>
		QwTjWjk4oweu2dZVh89qdGERlqo=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			2yXib3TMkPp662BnDQCvQaPKKmKoULIKyw5CwMGxAOE=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			RV8SkYa8lIfMlE1CiCyNHqeGl0lfbn0lWOZOiraUaJw=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			3Ragyta09eJZ3qZJi4nsCojdUFl0FYD6KTqss7cCnns=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+vvdHcsE3IWQne9Z2GiUKvWtypFS+rz9+Sg0zCtuWH8=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			sK/CompXERq0oq8X5ZDu2E0i/dYl1Qo5D7BVRAQ5NrQ=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OuBYYFGNhYp9iA3tQ0cCAezUUSf62mtmfK4QngPjadI=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			mqa1taVFLo9hhVpOEk1+3S6FS6jptzhY3PEF1xkm8wg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Face-scan.json</key>
		<dict>
			<key>hash2</key>
			<data>
			AB8zBYh/Q1Fiac0Exl3a0uVSVlsnjm5uVTxVf/s8SAE=
			</data>
		</dict>
		<key>FaceAntiSpoofing.tflite</key>
		<dict>
			<key>hash2</key>
			<data>
			qYB1fVXig1r/afL6mwSRTiHUJt2KQ1iMKYLVDoA47AI=
			</data>
		</dict>
		<key>FaceValidationViewController.storyboardc/FaceValidationViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			DsHla1UaFS9aQrpxiJFAtxhmkVLUmgs1gKxGO03MrMg=
			</data>
		</dict>
		<key>FaceValidationViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			iyWoG1cxi2YawF2L/Ppv+ZJ0VDbweHr2RH47Fnz5U5Q=
			</data>
		</dict>
		<key>FaceValidationViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			FidzcRFylGLkS/ONCUtcQmXGCRy8KphRiAgaWR8YZ9o=
			</data>
		</dict>
		<key>Frameworks/libtesseract.framework/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			MJ27eiJ9JnQgAu8W30O2C5dmCwKNpu21JoR9BhrC+QQ=
			</data>
		</dict>
		<key>Frameworks/libtesseract.framework/_CodeSignature/CodeResources</key>
		<dict>
			<key>hash2</key>
			<data>
			4z6r1Q2Pf0hgVxqTDjUajemGm5l/oTzJGJ8nyeKd5DI=
			</data>
		</dict>
		<key>Frameworks/libtesseract.framework/libtesseract</key>
		<dict>
			<key>hash2</key>
			<data>
			s2JS2zFRinQ91Yc35cIEI03MQR5W0+vfkndCWMj7x34=
			</data>
		</dict>
		<key>Headers/Box.h</key>
		<dict>
			<key>hash2</key>
			<data>
			O8GOt/yr7CqWi4BdPpMP98I1nucAsVQUPdvAhYF/lQ4=
			</data>
		</dict>
		<key>Headers/FaceAntiSpoofing.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Mjsveawt5SyLTaG/PBIlvRZr2UKm1bKEHutHE3FHuZw=
			</data>
		</dict>
		<key>Headers/IDVSDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			5uNBLphZQWYBUVUGnlHb3Lb5virfnqS35dOURyna1x4=
			</data>
		</dict>
		<key>Headers/IDVSDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			SQkV+uMMekiD01g2jgY2gpYnRy1OhxQwgfHuj9okjlE=
			</data>
		</dict>
		<key>Headers/MTCNN.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ywRFDD1/TF0FVfqNHv309StuWtlSJYx3GMAQQYPIR+8=
			</data>
		</dict>
		<key>Headers/MobileFaceNet.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Ls9PlbSXc9irpqg5dmZb4NpsP/cPC4ogTb+EV2y3904=
			</data>
		</dict>
		<key>Headers/OpenCVWrapper.h</key>
		<dict>
			<key>hash2</key>
			<data>
			DJkh5bhCJUAM7VGwFSKQhm3s1Ay3i5dyT2rwYBeg0cU=
			</data>
		</dict>
		<key>Headers/VideoController.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Gc6isSkp3+AgPf8RvskBmFh6AKJt9o4fTDoj5LfUcN0=
			</data>
		</dict>
		<key>ID-scan.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			IUsgQVjoSmSsHA+pGaRmEBuEcIQR4FWnRFiF8/1UPwA=
			</data>
		</dict>
		<key>ID-scan.json</key>
		<dict>
			<key>hash2</key>
			<data>
			IiH3dlTBOEOiuM2Yuu86vW7JlmsshVQNBLLS+2P++48=
			</data>
		</dict>
		<key>LivenessViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			vfYu2vxnKsUc389Bpt9xUqj+vk3gpe3yjNwhV4tAK84=
			</data>
		</dict>
		<key>LivenessViewController.storyboardc/LivenessViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ZogU/VWSlsFYSG9p5redsPJ4GMGxMifC5GdCvpxgR8Y=
			</data>
		</dict>
		<key>LivenessViewController.storyboardc/NON-EK-peo-view-z2O-9C-ORD.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			5vTM0/hDy0usLeZ0ULiawqZXtvzFHRRmdPtp5ajsPYM=
			</data>
		</dict>
		<key>Main.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			yOgvbUEWoUEw8k6MBknkPcP75uUWW/9AYm0hDgumDn8=
			</data>
		</dict>
		<key>Main.storyboardc/InstructionsViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			1ZI9N8jN7KKNJCZZu10YtXwWPpkl+vavJ54MKAElYe0=
			</data>
		</dict>
		<key>Main.storyboardc/ResultViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			2QdbWf2Uu1PpK4TELBlH/Mb1f6e4j9SJ+3/rXzO3250=
			</data>
		</dict>
		<key>Main.storyboardc/SelectOptionViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			fRLmiv5WBCd52TJjyMv/3pAtyArpm7vFVZbqGrgzHw8=
			</data>
		</dict>
		<key>Main.storyboardc/SignatureViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mm40PFaSOlPWL4Wg1pPPs0DUiFe23nI0wvuWHka40Ss=
			</data>
		</dict>
		<key>Main.storyboardc/StartScanningViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			DQyyBpCU76RkFrQs/B9oibnq2OvZc1sf31LhkS12dwQ=
			</data>
		</dict>
		<key>Main.storyboardc/TJX-zT-qXQ-view-Vmu-5M-JYZ.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dTVyfbVSrsTBxT+Z+N4ftU/Ax4RJHUp3EGUvOrpEMfA=
			</data>
		</dict>
		<key>Main.storyboardc/UINavigationController-ymR-I9-EsV.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			QQ3+kuijENvb10EzoAiSTYSmYNOrdr0usfwm9/byUWM=
			</data>
		</dict>
		<key>Main.storyboardc/Wme-Be-lQ3-view-NgF-V2-ziB.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pBWjIk89QBuRtTJm0hCWZS8ElRrbfzIgD+jDwDCp3/8=
			</data>
		</dict>
		<key>Main.storyboardc/Z9H-kn-UNL-view-jOw-zI-1eB.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			h8wLnjqNHap2AhvixvREwu1ZHu6dJyeTgsPGHwJfdQE=
			</data>
		</dict>
		<key>Main.storyboardc/dh9-nh-Cw6-view-osX-Ju-yfJ.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			xccEf1KwXl/BBLq7B28+kCCc+bckJtIFT/L3i4Vbhzs=
			</data>
		</dict>
		<key>Main.storyboardc/ltL-of-FyK-view-Xil-9m-NCv.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dlrp8bzWstTfLYym7zmkrXSaad3ljXLo21c/s/UOp7k=
			</data>
		</dict>
		<key>MobileFaceNet.tflite</key>
		<dict>
			<key>hash2</key>
			<data>
			2LpAwBJ/uMqZF+j93Hm7vaBjZXvJKkltNNoLyKdgRDs=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			XFFPR76bEZmX9hSq3cuT4xn1p0pyxF4/8jwgavdHxTc=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			88kVF6YuncUr9HE6HCBZfw5ZO5YtZ654YwAQedFqE3w=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			uY0mrsQ6LMgl6K1nkiUG9/0cuUlWDS9uACueSLjX66U=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			P7ZyG9vtgSKiiJ0rQbKaXYy/bATSjo0fDsgnLKKmFPM=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			uY0mrsQ6LMgl6K1nkiUG9/0cuUlWDS9uACueSLjX66U=
			</data>
		</dict>
		<key>Modules/IDVSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			Tbr1GfEEeQ0R883V1/B5WnOp5SJzDalgRyNiRpc+t1A=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			3h1Yb6gfMg4nT8qdnyOlwgSjPGZr/OkfPYh0Kr7Fxqk=
			</data>
		</dict>
		<key>NFC-2.json</key>
		<dict>
			<key>hash2</key>
			<data>
			JKTIPTMCc44Cjp7t4x/fC2+fSSDLRrYvNuvXwfj+SbY=
			</data>
		</dict>
		<key>NFC.json</key>
		<dict>
			<key>hash2</key>
			<data>
			WJEO/C0yf9BoGbybZz3KI+eOdI43uXhDfb34bVVuBKQ=
			</data>
		</dict>
		<key>NFCReaderViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			/QywoV4+xOFNimG0TUYakXaW0L9hr4+029bGpPEKuxQ=
			</data>
		</dict>
		<key>NFCReaderViewController.storyboardc/NFCReaderViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			b+M2NBjpaN/DAJVqTTlX7Bspa8m5cw9MxpHZKtYobME=
			</data>
		</dict>
		<key>NFCReaderViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			gGbmb/o7/rx2G7HOrDoW4GP8ELjf4DJj0VXUs5BYrxM=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			8xdwy3Iu6ACW5ecKn2a9+jdkH7lB1AvDmIiUTr/+f8A=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/NewResultViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			7A1BaGKOOmZbfhmP1u825Pym//P17N5T+mywgoejdK8=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/NfcResultVC.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			qOm6ywzasG1l2OApjPLAAnNk9AcPeVMqyy80t/KkB8o=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/OOa-1R-XQa-view-rh6-d6-xAH.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			P9HlKWd61D0ZUqC7RfEoctYC4BWkeV8Ah7+V8V5+1g0=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/PLd-hY-cl8-view-nPG-H6-NJv.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			EzmSBSLfDQQue4VveB4A5R2sizZ9VXt9Z0EfXks9O9U=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/ScanningResultVC.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			AIVEZ7kii5R6YfiZmFSBaHiM4/jumi0J7a/nHRXY5VE=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/VerificationResultVC.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			4pRh24d/f3+HrigKPnTBkCBX80edg2S+pOqFcwc0A0c=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			1SpC0iETsEOXamEqmYmsq6onj+Cx9cVfT9uY4tVc0Ng=
			</data>
		</dict>
		<key>NewResultViewController.storyboardc/tsQ-oL-S9B-view-WFa-TR-YsX.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			nGrPFU9JR8L7CcTByOvGCOMmcivByOFseP1HziYzYcE=
			</data>
		</dict>
		<key>NfcErrorViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			/Dcd8bf4//M8wTsxjHyNdre+pjEoxv2ZsKCkFO1s9fU=
			</data>
		</dict>
		<key>NfcErrorViewController.storyboardc/NfcErrorViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Q4UN5uvOLyWgf52asR4JjYXZQcsmIvQymoZaohDAEik=
			</data>
		</dict>
		<key>NfcErrorViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			/RRfYy5qejnBe5YITPwFKURF+sNTRebmKYLNOpPCYzY=
			</data>
		</dict>
		<key>ResultCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dKOf7634177lAjQWyliCwr1IVX1lUs/l+LxmC44rNHM=
			</data>
		</dict>
		<key>SelfieCaptureViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			qD0jC7B+2ow1EJmNaP5ztT8cuRLxQrpaGvxFCQGh04U=
			</data>
		</dict>
		<key>SelfieCaptureViewController.storyboardc/SelfieCaptureViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			aQgWEpkDPx41aF5ZqeiYL0DN5kXcpIshOoW7Ge8xIgU=
			</data>
		</dict>
		<key>SelfieCaptureViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			qglxVqWE1/6WAFHo7wq/flOqLhT8frDozEjy4XLoGzU=
			</data>
		</dict>
		<key>SettingsCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			5PkGMQ0AWcDitDNIpBa0UhdTkqmnPt0Q23Uw+9t4g/4=
			</data>
		</dict>
		<key>SettingsViewController.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			RddQq2mg1s63/AodDiXLz8XpYNqM4ts7w22/Tq0trgE=
			</data>
		</dict>
		<key>SettingsViewController.storyboardc/SettingsViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			HkHRtxL8TZG5V/erXCOmscI5R6dL4Dqg5H/1AwM9lzs=
			</data>
		</dict>
		<key>SettingsViewController.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ig5ViW0cCyNZy0VDVA4dE/Y1WL0BeIn8qie77vpe3Jo=
			</data>
		</dict>
		<key>VerificationResultCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			JJBz0YjNtMrBgGFUIGJL1DLK6hFTWW/D62fYeIc3CGg=
			</data>
		</dict>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			ePn2taJJArgaxH5vZmynqVPUTJnn4sBavME5app+y3g=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>card_flip.json</key>
		<dict>
			<key>hash2</key>
			<data>
			RsuIpG6dLVF+dIf/Fz1D7cfxajfOvipgnjw5ODtfLJ0=
			</data>
		</dict>
		<key>countries.json</key>
		<dict>
			<key>hash2</key>
			<data>
			sD7cZFmgAJgpuZkyMXYA19CFb00L/zX0EYq+SO6bSTo=
			</data>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			0HU6bVEOkI/Qu+o/8VTspk+e37Hp8LvJSIGPccb5kG0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>error.json</key>
		<dict>
			<key>hash2</key>
			<data>
			natjZ7bjVeAj3xy19paC1HKJNTkZxNKY6LMOz5lsyKI=
			</data>
		</dict>
		<key>face-points.json</key>
		<dict>
			<key>hash2</key>
			<data>
			IQbagscdtKrEhCIM7X6XKg5y4P+pC265lqbQ0CQ7CB8=
			</data>
		</dict>
		<key>header_bold.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			/VIyi5MhvP47ALeTKBVQ8D/zwn+l56ASzf4Jtz4EqDc=
			</data>
		</dict>
		<key>loader.json</key>
		<dict>
			<key>hash2</key>
			<data>
			nPFozMNmbRMImSzM4Lv56HHJHqvQgxGlWkMqM4BvQWk=
			</data>
		</dict>
		<key>ocrb.traineddata</key>
		<dict>
			<key>hash2</key>
			<data>
			f2wpUj+pNsfvU9JZZIPiG4LVBjfz8ebGf31P6lkOJS0=
			</data>
		</dict>
		<key>onet.tflite</key>
		<dict>
			<key>hash2</key>
			<data>
			lGVDZAvRflJ19EJkZCKkgWRBuwCJdDmmm8nqX88f5gE=
			</data>
		</dict>
		<key>passportnfc.json</key>
		<dict>
			<key>hash2</key>
			<data>
			f6HGkhtSdvunZxxvpV4VZmirJVcQLB4hjpPBsL+D8vU=
			</data>
		</dict>
		<key>passportscan.json</key>
		<dict>
			<key>hash2</key>
			<data>
			jqP/1uP6tq3+h76dZkehlqrdn3Jv941Nhv6Wq7pf+Ew=
			</data>
		</dict>
		<key>pingmedium.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			PMtt5PQH9wumX2AdQ7073KPFazGPd1o2E63f8pzfRdY=
			</data>
		</dict>
		<key>pnet.tflite</key>
		<dict>
			<key>hash2</key>
			<data>
			gnLSDn4JgbIAKNO8eD/Wpam8fTTaj3Oz3vCsYt4IIHc=
			</data>
		</dict>
		<key>regular.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			2tqc6LyYDfO0k+hKlF4jTYmyFcwkzMZR4WjYpOMrlLw=
			</data>
		</dict>
		<key>rnet.tflite</key>
		<dict>
			<key>hash2</key>
			<data>
			FpxFEFS5T4WwGST0lG0xQ4nT61y2xw60ON+GxS+1TFU=
			</data>
		</dict>
		<key>scan.json</key>
		<dict>
			<key>hash2</key>
			<data>
			0uFonqe8pUI1SqDI8E0sZR0afucw6vEygToLcgX/PsY=
			</data>
		</dict>
		<key>scan_completed.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hsh1yVfZaUKM7WH1imO16cVLanKo0s6q99j8mMPlzfA=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
